{
  "title": "YOSR Company",
  "subtitle": "Integrated solutions in construction, trading, and safety systems.",
  "aboutUs": "About Us",
  "services": "Services",
  "contact": "Contact",
  "projects": "Projects",

  "aboutUsTitle": "About Us",
  "aboutUsDescription": "Yosr CO. was stablished in 2009 ,it is a 100% Saudi company with a highly experienced workforce.We are a capable  , technically qualified, looked forward looking and fully committed to customer satisfaction.The company-ny is divided into four main sectors:trade – industry – General Contracting – Security & Safety Systems, and we offer four these sectors expertise and mastery.",
  "aboutCard1Title": "Our Vision",
  "aboutCard1Desc": "To be a leading company in contracting and safety systems through continuous innovation.",
  "aboutCard2Title": "Our Values",
  "aboutCard2Desc": "Integrity, quality, commitment, and excellence are the foundations of our client relationships.",
  "aboutCard3Title": "Our Mission",
  "aboutCard3Desc": "To provide integrated solutions that ensure customer satisfaction and the highest standards of safety and quality.",

  "ceoName":"Eng. / Saud H Al Qurashi",
  "ceoMessage":"We are proud what we have accomplished in the last years and as we look to the tuture we will continue to build on the pillars that have helped us become so successful , Yosr company will remain focused on the fundamentals of security and safety and its best practices with an emphasis on sustainable growth serve.",

  "aboutvisionTitle": "Our vision",
  "aboutvisionDec": "We are fully aware of our responsibility towards the company and our customers, and we are committed to it as firmly as we are aware of the principles of work and the values that we set up years ago, which con-tributed to guiding all our decisions and actions towards the best. We work together with our employees as one team that responsible for implementing our strategic goals, and we acknowledge our commitment towards our clients in Yosr Company (For Trade – Industry – General Contracting – Security & Safety Systems)",

  "aboutmissionTitle":"Our Mission",
  "aboutmissionDec":"We believe that our continued success depends heavily on the effective contribution of our employees. This requires us to employ people with high qualifications and competencies who will contribute to the growth of the company. It is also necessary to keep them motivated to work and provide training and development programs.",

  "aboutgoalsTitle":"Our goals",
  "aboutgoalsDesc":"To continue to develop and improve our services and to provide the best environmental control solutions and systems of high efficiency and we are committed to search for the most environmentally friendly compo-nents and use in all our products and follow the best specifications and standards in the processes of supply and installation that do not cause damage to our environment.",

  
  "servicesTitle": "Our Services",
  "fireSystems": "Fire Suppression Systems",
  "fireSystemsDesc": "Installation and operation of modern fire suppression systems according to the highest standards.",
  "earlyAlarm": "Early Fire Alarm Systems",
  "earlyAlarmDesc": "Traditional and addressable early fire alarm systems with programming.",
  "fireEquip": "Firefighting Equipment",
  "fireEquipDesc": "Provision of all necessary firefighting equipment to ensure safety.",
  "fireMaterials": "Fire-Resistant Materials",
  "fireMaterialsDesc": "High-quality materials to prevent fire spread and protect facilities.",
  "safetyTools": "Safety Tools",
  "safetyToolsDesc": "Professional safety tools to ensure employee and customer protection.",
  "maintenance": "Periodic Maintenance",
  "maintenanceDesc": "Scheduled maintenance for all fire systems to ensure continuous operation.",


  "achievementsTitle": "Our Achievements",
  "projectsCompleted": "Projects Completed",
  "projectsCompletedDesc": "Successfully completed over 150 projects since our establishment.",
  "happyClients": "Happy Clients",
  "happyClientsDesc": "Achieved satisfaction for more than 300 clients through our excellent services.",
  "yearsExperience": "Years of Experience",
  "yearsExperienceDesc": "Over 20 years of experience across contracting, trading, and safety fields.",
  "awardsReceived": "Awards Received",
  "awardsReceivedDesc": "Received several awards in innovation and quality excellence.",


  "testimonialsTitle": "Testimonials",





  "titlecontact": "Contact Us",
  "subtitlecontact": "We are happy to hear from you anytime — our team is always ready to assist and answer your inquiries.",
  "name": "Full Name",
  "email": "Email Address",
  "phone": "Phone Number",
  "message": "Write your message here...",
  "send": "Send Message",
  "addressLine1": "Makkah, Saudi Arabia",
  "addressLine2": "Al Shisha - King Fahd Road",
  "addressLine3": "P.O. Box 5070, Postal Code 21955",
  "telefax": "Telefax: +966125700800",
  "unified": "Unified Number: 920004000",
  "mapTitle": "YOSR Company Location - Makkah",


      "aboutTitle": "About Us",
    "aboutDesc": "At YOSR, we strive to deliver innovative and effective solutions in technology and consulting to enhance customer experiences and support business growth.",
    "quickLinks": "Quick Links",
    "linkAbout": "About Us",
    "linkServices": "Our Services",
    "linkProjects": "Projects",
    "linkContact": "Contact Us",
    "contactUs": "Contact Us",
    "phonefooter": "Phone",
    "emailfooter": "Email",
    "address": "Riyadh, Saudi Arabia",
    "followUs": "Follow Us",
    "rights": "© {{year}} YOSR Company. All rights reserved."

}
