{
  "title": "شركة يُسر",
  "subtitle": "حلول متكاملة في المقاولات، التجارة وأنظمة الأمن والسلامة.",
  "aboutUs": "من نحن",
  "services": "خدماتنا",
  "contact": "تواصل معنا",
  "projects": "إنجازاتنا",
  "login": "تسجيل الدخول",
  "logout": "تسجيل الخروج",

  "aboutUsTitle": "من نحن",
  "aboutUsDescription": "تأسست شركة يسر في عام ٢٠٠٩ م و هي شركة سعودية 100% بقوى عاملة ذو خبرة فائقة .نحن شركة قادرة و مؤهلة فنياً و متطلعة و ملتزمة تماماً بإرضاء العملاء .تنقسم الشركة لأربع قطاعات رئيسية :تجارة – صناعة – مقاولات عامة – أنظمة أمن و سلامة و نوفر لكل من هذه القطاعات الخبرات و الإتقان و الإخلاص",
  "aboutCard1Title": "رؤيتنا",
  "aboutCard1Desc": "نهدف إلى أن نكون الشركة الرائدة في مجال المقاولات وأنظمة السلامة من خلال الابتكار المستمر.",
  "aboutCard2Title": "قيمنا",
  "aboutCard2Desc": "النزاهة، الجودة، الالتزام، والتميز هي الأسس التي نبني عليها علاقتنا مع عملائنا.",
  "aboutCard3Title": "مهمتنا",
  "aboutCard3Desc": "تقديم حلول متكاملة تضمن رضا العميل وتحقيق أعلى معايير الجودة والأمان.",


  "ceoName":"الأستاذ / سعود حمّاد القرشي",
  "ceoMessage":"إننا نفخر دائما بكل ما حققناه من إنجازات ونجاحات ونسعى إلى مواصلة مسيرة التقدم والنمو واضعين المستقبل نصب أعيننا ومستندين إلى مجموعة من الركائز المبنية على الأسس السليمة للأمن والسلامة وأفضل الممارسات مع التركيز على تحقيق النمو المستدام ، ومن هذا المنطلق فإن شركة يسر تسخر كافة إمكانياتها لدعم وتطوير كوادرنا البشرية بكافة فئاتها .",


  "aboutvisionTitle": "رؤيتنا",
  "aboutvisionDec": "نعي تماماً مسؤوليتنا تجاه الشركة و العملاء و نلتزم بها بكل حزم كما ندرك مبادئ العمل و القيم التي أرسيناها منذ سنوات مضت و التي ساهمت بتوجيه جميع قراراتنا و تصرفاتنا نحو الأفضل و نعمل سوياً مع موظفينا كفريق عمل و احد مسؤول عن تطبيق أهدافانا الاستراتيجية و نُقر بالتزامنا تجاه عملائنا في شركة يسر (للتجارة – الصناعة – المقاولات العامة – انظمة الأمن والسلامة)",

  "aboutmissionTitle":"رسالتنا",
  "aboutmissionDec":"نؤمن بأن نجاحنا المستمر يعتمد كثيراً على المساهمة الفعالة لموظفينا فهذا الأمر يحتم علينا توظيف أشخاص ذو مؤهلات و كفاءات عالية سيساهمون في نمو الشركة و من الضروري أيضاً ابقائهم محفزين على العمل و توفير برامج التدريب و التطوير",

  "aboutgoalsTitle":"أهدافنا",
  "aboutgoalsDesc":"مواصلة تطوير و تحسين خدماتنا و توفير أفضل حلول التحكم البيئي و الأنظمة ذات الكفائة العالية و نلتزم بالبحث عن أفضل المكونات الغير ضارة بالبيئة و استخدامها في جميع منتجاتنا و بإتباع أفضل المواصفات و المعايير في عمليات التوريد و التركيب التي لا تسبب الأضرار لبيئتنا .",

  
  "servicesTitle": "خدماتنا",
  "fireSystems": "أنظمة اطفاء الحريق",
  "fireSystemsDesc": "تركيب وتشغيل أنظمة إطفاء الحريق الحديثة وفق أعلى المعايير.",
  "earlyAlarm": "أنظمة الإنذار المبكر",
  "earlyAlarmDesc": "أنظمة الإنذار المبكر من الحريق التقليدية والمعنونة وبرمجتها.",
  "fireEquip": "معدات إطفاء الحريق",
  "fireEquipDesc": "توفير جميع معدات إطفاء الحريق اللازمة لضمان السلامة.",
  "fireMaterials": "مواد ضد الحريق",
  "fireMaterialsDesc": "مواد عالية الجودة تمنع انتشار الحرائق وتحمي المنشآت.",
  "safetyTools": "أدوات السلامة",
  "safetyToolsDesc": "أدوات السلامة المهنية لضمان حماية الموظفين والعملاء.",
  "maintenance": "الصيانة الدورية",
  "maintenanceDesc": "جدولة الصيانة الدورية لجميع أنظمة الحريق لضمان عملها بشكل دائم.",


  "achievementsTitle": "إنجازاتنا",
  "projectsCompleted": "المشاريع المكتملة",
  "projectsCompletedDesc": "أتممنا أكثر من 150 مشروعًا ناجحًا منذ تأسيس الشركة.",
  "happyClients": "العملاء السعداء",
  "happyClientsDesc": "حققنا رضا أكثر من 300 عميل من خلال خدماتنا المتميزة.",
  "yearsExperience": "سنوات الخبرة",
  "yearsExperienceDesc": "خبرة تفوق 20 عامًا في مختلف مجالات المقاولات والتجارة والسلامة.",
  "awardsReceived": "الجوائز المستلمة",
  "awardsReceivedDesc": "حصلنا على عدة جوائز تقديرية في مجالات الابتكار والجودة.",

  "partnersTitle": "شركائنا",


  "testimonialsTitle": "آراء العملاء",



  "titlecontact": "تواصل معنا",
  "subtitlecontact": "نسعد بتواصلكم معنا في أي وقت — سنكون سعداء بخدمتكم والإجابة على استفساراتكم.",

  "name": "الاسم الكامل",
  "email": "البريد الإلكتروني",
  "phone": "رقم الهاتف",
  "message": "اكتب رسالتك هنا...",
  "send": "إرسال الرسالة",


  "addressLine1": "مكة المكرمة – المملكة العربية السعودية",
  "addressLine2": "الششة - طريق الملك فهد",
  "addressLine3": "ص.ب 5070 الرمز البريدي 21955",
  "telefax": "تليفاكس: 00966125700800",
  "unified": "الرقم الموحد: 920004000",

  "mapTitle": "خريطة موقع شركة YOSR - مكة المكرمة",


      "aboutTitle": "من نحن",
    "aboutDesc": "نسعى في شركة يُسر لتقديم حلول مبتكرة وفعّالة في مجالات التقنية والاستشارات لتحسين تجربة العملاء ودعم نمو أعمالهم.",
    "quickLinks": "روابط سريعة",
    "linkAbout": "حولنا",
    "linkServices": "خدماتنا",
    "linkProjects": "مشاريعنا",
    "linkContact": "تواصل معنا",
    "contactUs": "تواصل معنا",
    "phonefooter": "الهاتف",
    "emailfooter": "البريد الإلكتروني",
    "address": "مكة المكرمة، المملكة العربية السعودية",
    "followUs": "تابعنا",
    "rights": "© {{year}} شركة يُسر. جميع الحقوق محفوظة."



}
